import React from "react";

const DescriptionContent = () => {
  return (
    <div>
      <p className="text-sm text-black-muted">
        আরবের সবচেয়ে জনপ্রিয় খেজুর হলো ‘সুক্কারি খেজুর’। আরবী ভাষায়
        ‘সুক্কারী’ শব্দের অর্থ ‘মিষ্টি’। সুক্কারি খেজুর সৌদি আরবের আল কাসিম
        অঞ্চলে চাষ করা হয়। সুক্কারি খেজুর তার উচ্চ পুষ্টিগুণ এবং মিষ্টি স্বাদের
        জন্য বিখ্যাত। সুক্কারি খেজুর এতটাই মিষ্টি যে এটি চিনির বিকল্প হিসেবেও
        ব্যবহার করা হয়।
      </p>
      <h1 className="text-base md:text-lg font-medium py-3">
        সুক্কারি খেজুরের গুণাবলী :
      </h1>
      <div className="text-sm text-black-muted">
        <ul className="list-disc pl-5 space-y-2">
          <li>
            মিষ্টি স্বাদ: সুক্কারি খেজুরের স্বাদ খুবই মিষ্টি এবং সুস্বাদু। এটি
            প্রাকৃতিকভাবে মিষ্টি হওয়ায় চিনির বিকল্প হিসেবে ব্যবহার করা হয়।
          </li>
          <li>
            পুষ্টিগুণ: সুক্কারি খেজুর ভিটামিন, খনিজ লবণ, ফাইবার এবং
            অ্যান্টিঅক্সিডেন্টে সমৃদ্ধ। এতে আয়রন, পটাশিয়াম, ম্যাগনেসিয়াম,
            ক্যালসিয়াম এবং বিভিন্ন ধরনের ভিটামিন থাকে।
          </li>
        </ul>
      </div>
      <h1 className="text-base md:text-lg font-medium py-3">
        সুক্কারি খেজুরের উপকারিতা :
      </h1>
      <div className="text-sm text-black-muted">
        <ul className="list-disc pl-5 space-y-2">
          <li>
            দাঁতের স্বাস্থ্য: সুক্কারি খেজুর দাঁতের ক্ষয় রোধ করতে সাহায্য করে।
          </li>
          <li>
            কোলেস্টেরল কমায়: এটি শরীরে কোলেস্টেরলের মাত্রা কমাতে সাহায্য করে।
          </li>
          <li>
            ক্লান্তি দূর করে: সুক্কারি খেজুর শরীরকে শক্তিশালী করে এবং ক্লান্তি
            দূর করে।
          </li>
          <li>
            রক্তস্বল্পতা দূর করে: আয়রনে সমৃদ্ধ হওয়ায় রক্তস্বল্পতা দূর করতে
            সাহায্য করে।
          </li>
          <li>হজম শক্তি বাড়ায়: ফাইবার সমৃদ্ধ হওয়ায় হজম শক্তি বাড়ায়।</li>
          <li>
            হৃদরোগ প্রতিরোধ করে: পটাশিয়াম এবং ম্যাগনেসিয়াম হৃদপিণ্ড স্বাস্থ্য
            ভালো রাখে।
          </li>
          <li>
            হাড়কে শক্তিশালী করে: এতে থাকা ক্যালসিয়াম হাড়কে শক্তিশালী করে।
          </li>
          <li>
            রোগ প্রতিরোধ ক্ষমতা বাড়ায়: সুক্কারি খেজুরে থাকা অ্যান্টিঅক্সিডেন্ট
            শরীরের রোগ প্রতিরোধ ক্ষমতা বাড়ায়।
          </li>
        </ul>
      </div>
      <p className="text-sm text-black-muted pt-4">
        সুক্কারি খেজুর একটি পুষ্টিগুণে ভরপুর খাবার। এটি শরীরের জন্য অনেক উপকারী।
        সুক্কারি খেজুর সরাসরি বা গরম দুধের সাথে মিশিয়েও খেতে পারেন। এবং পিঠা বা
        পায়েস তৈরিতেও ব্যবহার করতে পারেন।
      </p>
    </div>
  );
};

export default DescriptionContent;
